Revit 2027 API
SpecTypeId.AreaDividedByCoolingLoad Property
 Area divided by Cooling Load, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AreaDividedByCoolingLoad { get; }
Public Shared ReadOnly Property AreaDividedByCoolingLoad As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AreaDividedByCoolingLoad {
	ForgeTypeId^ get ();
}
static member AreaDividedByCoolingLoad : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace